Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public bool IsReferenceLine { get; set; }
  Visual Basic
Public Property IsReferenceLine As Boolean
	Get
	Set
  Visual C++
public:
property bool IsReferenceLine {
	bool get ();
	void set (bool value);
}
 See Also
  CurveByPoints Class
  Autodesk.Revit.DB Namespace